chore(content): write-only draft [cloud/gke-deep-dive/module-6.4-gke-storage]
